Tekla.Structures.ModelInternal.CDelegateWrapper.ImportBuildingHierarchyDataFromReferenceModel(System.String,System.Int32)
DO NOT USE! For internal usage only!
aReferenceModelFile: The reference model file.
referenceModelId: The reference model id.
Returns: